Repository: AlexDoykov/django
Catalog: currency_converter/locale/*/LC_MESSAGES/django.po
Languages: bg

source: Exchange rate
bg: курс за обмяна

source: converter
bg: обръщач

source: Converter Apphook
bg: обръщач

source: currency from
bg: валута от

source: currency to
bg: валута в

source: amount
bg: сума

source: converted amount
bg: резултат

source: name
bg: име

source: iso code
bg: код

source: slug
bg: заготовка

source: currency
bg: валута

source: currencies
bg: валути

source: rate
bg: курс

source: valid date
bg: дата на валидност

source: exchange rate
bg: курс за обмяна

source: exchange rates
bg: курсове за обмяна

source: Currency Converter
bg: обръщач на валути

source: levs
bg: лева

source: Submit
bg: конвертирай

source: English
bg: Английски

source: Bulgarian
bg: Български

source: Get exchange rates for today
bg: Изтегли днешните валутни курсове
